;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Zityi's Translator Team
; TranslationAuthorEmail: zityisoft@gmail.com
; TranslationAuthorWeb: http://szoftverforditasok.hu
; Soft Version: 1.96.105
; Update: 2016-08-12
;
[GUI]
ButtonYes=Igen
ButtonNo=Nem
ButtonOK=OK
ButtonMinimize=Kis méret
ButtonMaximize=Teljes méret
ButtonClose=Bezárás
ButtonRestore=Visszaállítás
ButtonMenu=Menü

[Lang]
NativeLanguage=Magyar

[Translation]
LangCode=040e
ReadHabit=Left-to-right
LanguageName=HUN
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Information=Információ
Warning=Figyelmeztetések
Error=Hiba
Confirm=Megerősítés
CurVer=Jelenlegi verzió: 

;
; Main GUI
; 
TfrmUnlog.caption=Eltávolítási előzmények
TfrmUnlog.head.unDate=Eltávolítás dátuma
TfrmUnlog.head.ItemName=Program
TfrmUnlog.head.restore=Visszamaradt elemek
TfrmUnlog.noItems=Nincs visszamaradt elem
TfrmUnlog.Recovered=Visszaállítva
TfrmUnlog.recover=Visszaállítás
FrmMain.lblrate.caption=Értékelés
FrmMain.BtnNormal.Caption=Biztonságos eltávolítás
FrmMain.BtnModify.Caption=Programok javítása
FrmMain.BtnForce.Caption=Kényszerített eltávolítás
FrmMain.BtnRemove.Caption=Bejegyzések eltávolítása
FrmMain.lblcheckver.Caption=Frissítések ellenőrzése
FrmMain.lblinfo.caption=A makacs programok kényszerített eltávolításának legegyszerűbb módja
FrmMain.btnSupport.hint=Támogatóközpont
FrmMain.btnfacebook.Hint=Ossza meg a Wise Program Uninstaller-t a Facebookon
FrmMain.btntwitter.Hint=Ossza meg a Wise Program Uninstaller-t a Twitteren
FrmMain.btnemail.Hint=Ossza meg a Wise Program Uninstaller-t barátaival
FrmMain.btnRefresh.Hint=Frissítés
FrmMain.btnLog.Caption=Eltávolítási előzmények

;
; Menu
;
pmHelp=Online súgó
pmHome=Weblap
pmforum=Fórum
pmCheckMsg=Hírek automatikus ellenőrzése
pmContact=Kapcsolatfelvétel
pmCheckNew=Frissítések ellenőrzése
pmLang=Nyelvek
pmAbout=Rólunk
pmOpenEntry=Megnyitás a rendszerleíró szerkesztőben
PmGoogle=Google keresés
pmExport=Exportálás szövegfájlba...
pmRightMenuA=Megjelenítés a helyi menüben
ExplorerMenu=Eltávolítás a Wise Program Uninstaller-el

;
; About
;
FrmAbout.caption=Névjegy
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Jelenlegi verzió: 
FrmAbout.lblemail.caption=Terméktámogatás: 
FrmAbout.lblhome.caption=Weblap: 
FrmAbout.lblthank.caption=Köszönjük a következő személyek közreműködését: 

;
; Processs
;
FrmProgressModal.btncancel.caption=Mégse

;
;frmafterdel
;
Frmafterdel.caption=A programmal társított rendszerleíró bejegyzések és fájlok
Frmafterdel.btnremove.caption=Eltávolítás
Frmafterdel.btncancel.caption=Mégse
Frmafterdel.lblinfo.caption=Kérjük, tekintse meg az eredményt és kattintson az "Eltávolítás" gombra a jelenlegi eltávolítás befejezéséhez.
Frmafterdel.btnnone.caption=Nincs kijelölés
Frmafterdel.btnall.caption=Összes kijelölése

;
; Rate
;
FrmRate.Btnlist.caption=Felhasználói vélemények
FrmRate.Btnreview.caption=Saját vélemény
FrmRate.Btnfirst.caption=Legyen az első véleményező
FrmRate.Btnsubmit.caption=Küldés
FrmRate.lblscore.caption=Értékelés:
FrmRate.lblscorehint.caption=(Rá kell kattintania a csillagokra az értékeléshez)
FrmRate.lblnick.caption=Beceneve:
FrmRate.lblnickhint.caption=(Választható)
FrmRate.lblemail.caption=E-mail címe:
FrmRate.lblemailhint.caption=(Választható)
FrmRate.lblcontent.caption=Tartalom:
FrmRate.lblcontenthint.caption=(Választható)
FrmRate.lbldesctitle.caption=Szoftver leírása:
FrmRate.lblratesoft.caption=Ajánlott szoftver


[Uninstall]
PublisherUnknown=Ismeretlen kiadó
VersionUnknown=Ismeretlen verzió
Rate=Értékelés
ItemName=Név
Publisher=Kiadó
Size=Méret
SetupDate=Telepítés dátuma
Version=Verzió
Canceled=Az eltávolítási folyamat meg lett szakítva.
NoLeftOverItem=Nem találtunk hátramaradt elemet.
Removing=Eltávolítás:
TotalStat=%s lemezterületet foglaló %d programot találtunk.
Calculating=Méret kiszámítása...
Files=Fájlok és mappák
RegEntries=Rendszerleíró bejegyzések
Items=Elemek

[message]
unistallError=A művelet sikertelen.
NewVer=Egy újabb Wise Program Uninstaller verzió érhető el. Frissíteni szeretné?
NoNewVer=Gratulálunk! Jelenleg a legújabb verziót használja.
NoProgramSelected=Kérjük, először válasszon egy programot.
IsBusy=Kérjük, várjon míg az előző eltávolítás befejeződik.
StartFindLeftover=A fájltársítások, mappák és rendszerleíró bejegyzések elemzése...
Collecting=Telepített programinformációk összegyűjtése...
BeSureUseForce=Csak akkor válassza a kényszerített eltávolítást, ha a biztonságos eltávolítás nem működik. Valóban folytatja?
ConfirmRemove=Ez eltávolítja a bejegyzést a rendszerleíróból. Ez nem távolítja el az alkalmazást. Biztos, hogy folytatni szeretné?
RejectItself=A program nem tudja eltávolítani önmagát.
TranslateTo=Fordítás...

[SoftRate]
Querying=Lekérdezés...
Good=Tetszik
Bad=Nem tetszik
Safe=Jelentés
Ver=Ver:
Ratings=Értékelések
SoftNotExist=A szoftver nem található.
GetSoftInfoError=Nem sikerült lekérni a szoftverinformációkat
UploadSoftLogoError=Szoftverinformáció feltöltési hiba
SubmitData=A szoftverrel kapcsolatos észrevételek küldése...
SubmitSoftInfoError=Hálózattal kapcsolatos hiba küldése.
SubmitRateSuccess=Sikeresen elküldve.
HaveSubmitRate=Kiértékelésre került.
Submitgoodbad=Információk küldése...
me=Nekem
NickTooLong=A felhasználónév nem haladhatja meg a 20 karaktert.
MailTooLong=Az e-mail cím nem haladhatja meg a 50 karaktert.
WrongEmail=Érvénytelen e-mail cím.
ReviewTooLong=A vélemény teljes hossza nem haladhatja meg a 300 karaktert.
RateHint=Csatlakozzon kedvenc szoftvere értékeléséhez és véleményezéséhez!
UnknowName=Ismeretlen termék
UnknowVer=Ismeretlen verzió
UnknowDesc=Leírás


[Hint]
HintRate=Szoftver értékelése
HintClose=Elem törlése